Repository: lenios/phabricator
Catalog: debian/po/*.po
Languages: fr

source: Domain name or subdomain name used by phabricator:
fr: Nom du domaine ou du sous-domaine utilisé par phabricator:

source: Phabricator must be installed on an entire domain. You can not install it to a path on an existing domain, like example.com/phabricator/. Instead, install it to an entire domain or subdomain, like phabricator.example.com.
fr: Phabricator doit être installé sur son propre domaine. Vous ne pouvez pas l'installer dans un sous-répertoire d'un domaine existant tel que exemple.com/phabricator/. Vous devez au contraire l'installer sur un domaine ou un sous-domaine entier, comme par exemple phabricator.exemple.com.

source: MySQL administrator account username:
fr: Nom d'utilisateur d'un compte MySQL administrateur:

source: Please enter the username of a MySQL account that has enough privileges to create and use phabricator_* databases.
fr: Veuillez entrer le nom d'utilisateur d'un compte MySQL qui a assez de droits pour créer et utiliser des bases de données phabricator_*.

source: You can create such a user with the following MySQL command:
fr: Vous pouvez créer un tel utilisateur avec la commande MySQL suivante:

source: grant all privileges on `phabricator\_%`.* to 'phabricator'@localhost identified by 'PASSWORD';
fr: grant all privileges on `phabricator\_%`.* to 'phabricator'@localhost identified by 'MOTDEPASSE';

source: MySQL administrator account password:
fr: Mot de passe du compte administrateur MySQL :

source: MySQL administrator account password confirmation:
fr: Mot de passe du compte administrateur MySQL (confirmation):

source: Please enter the MySQL administrator account password again for confirmation.
fr: Veuillez resaisir le mot de passe du compte administrateur MySQL pour le confirmer.

source: Password input error
fr: Erreur de mot de passe

source: The two passwords you entered were not the same. Please try again.
fr: Les deux mots de passe que vous avez saisis ne sont pas identiques. Merci de réessayer.

source: None
fr: Aucun

source: Web server:
fr: Serveur web:

source: Please select the web server to configure automatically for Phabricator.
fr: Veuillez choisir le serveur web à configurer automatiquement pour Phabricator.

source: Select "None" if you would like to configure the web server manually.
fr: Choisissez "Aucun" si vous souhaitez configurer le serveur web manuellement.
